local alpha = require"alpha"
local dashboard = require"alpha.themes.dashboard"
dashboard.section.header.val = {
    [[░▒▓███████▓▒░░▒▓████████▓▒░▒▓██████▓▒░░▒▓█▓▒░░▒▓█▓▒░▒▓█▓▒░▒▓██████████████▓▒░ ]],
    [[░▒▓█▓▒░░▒▓█▓▒░▒▓█▓▒░     ░▒▓█▓▒░░▒▓█▓▒░▒▓█▓▒░░▒▓█▓▒░▒▓█▓▒░▒▓█▓▒░░▒▓█▓▒░░▒▓█▓▒░]],
    [[░▒▓█▓▒░░▒▓█▓▒░▒▓█▓▒░     ░▒▓█▓▒░░▒▓█▓▒░░▒▓█▓▒▒▓█▓▒░░▒▓█▓▒░▒▓█▓▒░░▒▓█▓▒░░▒▓█▓▒░]],
    [[░▒▓█▓▒░░▒▓█▓▒░▒▓██████▓▒░░▒▓█▓▒░░▒▓█▓▒░░▒▓█▓▒▒▓█▓▒░░▒▓█▓▒░▒▓█▓▒░░▒▓█▓▒░░▒▓█▓▒░]],
    [[░▒▓█▓▒░░▒▓█▓▒░▒▓█▓▒░     ░▒▓█▓▒░░▒▓█▓▒░ ░▒▓█▓▓█▓▒░ ░▒▓█▓▒░▒▓█▓▒░░▒▓█▓▒░░▒▓█▓▒░]],
    [[░▒▓█▓▒░░▒▓█▓▒░▒▓█▓▒░     ░▒▓█▓▒░░▒▓█▓▒░ ░▒▓█▓▓█▓▒░ ░▒▓█▓▒░▒▓█▓▒░░▒▓█▓▒░░▒▓█▓▒░]],
    [[░▒▓█▓▒░░▒▓█▓▒░▒▓████████▓▒░▒▓██████▓▒░   ░▒▓██▓▒░  ░▒▓█▓▒░▒▓█▓▒░░▒▓█▓▒░░▒▓█▓▒░]],
}
dashboard.section.buttons.val = {
    dashboard.button("n", "  New file", "<cmd>ene <CR>"),
    dashboard.button("SPC f f", "󰈞  Find file"),
    dashboard.button("SPC f p", "  Find Projects"),
    dashboard.button("SPC f h", "󰊄  Find Help"),
    -- dashboard.button("SPC f r", "  Frecency/MRU"),
    dashboard.button("SPC f g", "󰈬  Find word"),
    dashboard.button("c", "  Neovim Config", '<cmd>execute "e " .. stdpath("config") .. "/init.lua"<CR><cmd>execute "cd " .. stdpath("config")<CR>'),
}
dashboard.section.footer.val = "Something better is coming..."
alpha.setup(dashboard.config)
